// © Copyright 2011-2013, 2015 HP Development Company, L.P.

TaskName = "Indstilling af trådløst";
TaskTOCTitle = "HP Automatisk trådløs tilslutning";
ConfirmSettingsTaskName = "Bekræft HP Automatisk trådløs";
ConfirmSettingsTaskTOCTitle = "Bekræft indstillinger for trådløst";
NetworkSelectTaskName = "Vælg netværk";
DeviceDiscoveryTaskName = "Vælg enhed";
DeviceDiscoveryTaskTitle = "Vælg, hvilken enhed der skal konfigureres";
ConfigureSettingsTaskName = "Konfigurerer enhed";
ResultsTaskName = "Konfigurationsresultater";

// confirmation pane
ConfirmationDescriptionText = "Hvis du vælger HP Automatisk trådløs, afbrydes din computers forbindelse til det trådløse netværk midlertidigt. Sørg for at afslutte alle filoverførsler. Afbrydelsen varer cirka 30 sekunder, hvorefter den trådløse forbindelse gendannes.";
HostNetworkDetectedTitle = "Applikationen har registreret, at computeren i øjeblikket er tilsluttet et trådløst netværk med følgende indstillinger:";
WirelessNetworkNameTitle = "Navn på trådløst netværk:";
CommunicationModeTitle = "Kommunikationstilstand:";
EncryptionTypeTitle = "Krypteringstype:";

WirelessNetworkChooseTitle = "Skal din enhed konfigureres til at benytte ovenstående indstillinger?";
KeepCurrentNetworkSettingsTitle = "Ja, bevar disse indstillinger.";
ChooseAnotherNetworkSettingsTitle = "Nej, jeg vil vælge et andet netværk.";
ShowSettingsTitle = "Vis indstillinger";

// network selection pane
NetworkSelectTitle = "Vælg navnet på dit trådløse netværk fra listen nedenfor.";
SelectedNetworkPasswordTitle = "Adgangskode:";
NetworkSelectContinueDescription= "Klik på Fortsæt for at føje enheden til \"%@\".";
NetworkDiscoveryFailedTitle = "Netværkssøgning mislykkedes";
NetworkDiscoveryFailedDescription = "Der kunne ikke findes noget netværk.";
SetupNetworkSelectedTitle = "Vælg et andet netværk";
SetupNetworkSelectedDescription = "Du er i færd med at oprette forbindelse til et særligt netværk, der blev oprettet af en udskrivningsenhed. Klik på OK for at vælge et andet netværk.";

NetworkNotAvailableTitle = "Netværk ikke tilgængeligt";
DeviceNetworkNotAvailableMessageFormat = "Enheden kunne ikke få adgang til det trådløse netværk \"%@\". Tjek, at det trådløse adgangspunkt virker og er inden for enhedens rækkevidde, eller vælg et andet netværk.";
MacNetworkNotAvailableMessageFormat = "Mac'en kunne ikke få adgang til det trådløse netværk \"%@\". Kontroller, at det trådløse adgangspunkt fungerer korrekt, og er inden for Mac'ens rækkevidde, eller vælg et andet netværk.";
ChangeNetworkButtonTitle= "Skift netværk";

LookingForNetworkMessageFormat = "Søger efter netværket: \"%@\"";

UnsupportedNetworkTitle = "Netværket understøttes ikke";
UnsupportedNetworkMessageFormat = "Vælg et andet netværk eller tag kontakt til netværksadministratoren for at få hjælp.";

EnterpriseNetworkAlertTitle = "Virksomhedsnetværk valgt";
EnterpriseNetworkAlertForUSBConnectionMessage = "Dette netværk er sikret ved hjælp af en type virksomhedskryptering. Slut printeren til det samme netværk, som computeren er sluttet til, og brug derefter den integrerede webserver, eller kontakt administratoren.";
EnterpriseNetworkAlertForNetworkConnectionMessage = "Dette netværk er sikret ved hjælp af en type virksomhedskryptering. Printeren tilsluttes netværket ved at bruge den integrerede webserver (EWS) eller kontakte administratoren. Hvis du vælger at bruge EWS, kobles computeren fra dit trådløse netværk og sluttes til et specialnetværk, der er oprettet af printeren.";
ConfigureUsingEWSButtonTitle = "Konfigurer ved hjælp af EWS";
ConnectingToDeviceProgressTitle = "Slutter til enhedsnetværk...";

UnableToConnectToDeviceNetworkAlertMessage = "Sørg for, at enheden er inden for computerens rækkevidde, og at den blå indikator blinker. Det betyder, at HP automatisk trådløs forbindelse er aktiveret. Du kan nulstille denne tilstand ved hjælp af Gendan standardindstillinger for netværk på enhedens kontrolpanel. Du kan læse mere om dette i enhedens dokumentation.";

// select device
DeviceNameColumnTitle = "Enhedens navn";
DeviceModelColumnTitle = "Enhedsmodel";
AllFilterTitle = "Alle";
DevicesFilterLabel = "Enheder:";
SupportedDevicesFilterTitle = "Understøttet";

// configure
ConfigureTaskName = "Konfigurerer HP-enheden";
ConfigureTitle = "Konfigurering…";
NoteTitle = "HP-enheden konfigureres til trådløst netværk. Det kan tage et par minutter.";
RestoringNetworkSettings = "Gendanner netværksindstillinger...";

// particular errors
IncorrectPasswordTitle = "Adgangskode ikke accepteret";
IncorrectPasswordDescription = "Adgangskoden blev ikke accepteret af det trådløse netværk \"%@\".\n\nSkriv adgangskoden igen.";

DuplicateNetworkNameErrorTitle = "Ens WiFi-netværksnavne";
DuplicateNetworkNameErrorDescription = "Ens \"%@\" WiFi-netværk fundet. Tjek indstillingerne for den trådløse router.";

MacAddressFilterErrorTitle = "WiFi-filterfejl";
MacAddressFilterErrorDescription = "Enhedens MAC-hardwareadresse er filtreret ud og er ikke tilgængelig fra \"%@\". Tjek indstillingerne for den trådløse router";

WeakSignalStrengthErrorTitle = "Svag signalstyrke";
WeakSignalStrengthErrorDescription = "Signalstyrken for den trådløse router \"%@\" er svag. Placer enheden tættere på routeren.";

DeviceNotReachableErrorTitle = "Kan ikke nå enheden";
DeviceNotReachableErrorDescription = "Indstillingerne for det trådløse netværk er overført til enheden. Din Mac kunne imidlertid ikke finde enheden i netværket.\n\nTjek, at:\n• din Mac er tilsluttet et almindeligt eller trådløst netværk, der har adgang til enheden.\n• Enheden er tilsluttet det trådløse netværk \"%@\".";

EmptyPasswordError = "Der kræves adgangskode.";
TooShortWPAPersonalPasswordError = "Adgangskoden skal være på mindst 8 tegn.";
TooLongWPAPersonalPasswordError = "Adgangskoden må ikke være på mere end 64 tegn.";

// restore original network errors

FailedToRestoreOriginalNetworkErrorTitle = "Kan ikke genoprette forbindelse til dit originale trådløse netværk";

NoPasswordIsStoredInKeychainErrorMessageFormat = "Assistenten kunne ikke hente oplysninger til det trådløse netværk \"%@\" fra nøglekæden. Sørg for, at din Mac er koblet til et tilsluttet eller trådløst netværk med adgang til din enhed.";
PasswordFromKeychainNotAcceptedErrorMessageFormat = "Dine oplysninger blev ikke godkendt af det trådløse netværk \"%@\". Sørg for, at din Mac er koblet til et tilsluttet eller trådløst netværk med adgang til din enhed.";
FailedToRestoreOriginalNetworkGenericErrorMessage = "Sørg for, at dit trådløse adgangspunkt fungerer korrekt og befinder sig inden for rækkevidde af din Mac, og prøv derefter at oprette forbindelse manuelt.";

// results
ManualNetworkConfigurationTitle = "Manuel";
AutoNetworkConfigurationTitle = "Automatisk";
LinklocalNetworkConfigurationTitle = "Link-local";
NetworkSettingsTitle = "Netværksindstillinger";
ConfigurationFailedTaskName = "Konfigurationsfejl";
ConfigurationCompleteTaskName = "Konfiguration udført";
ConfigurationFailedTitle = "Assistenten kunne ikke konfigurere enheden ved hjælp af den trådløse forbindelse.";
ConfigurationSucceededTitle = "Din HP-enhed er nu konfigureret korrekt og tilsluttet netværket \"%@\".";

ConfigurationFailedNote = "Sørg for, at det trådløse adgangspunkt fungerer korrekt, samt at enheden er placeret i nærheden af det, og at den er tændt men inaktiv. Klik herefter på Prøv igen for at prøve én gang til.\n\n%@";
UnableToConnectToDeviceNetworkUSBSOWMessage = "Sørg for, at enheden er tændt og inden for computerens rækkevidde, og klik på Prøv igen for at prøve en gang til. Den blå indikator på enheden bør blinke. Dette viser, at enheden er i tilstanden HP automatisk trådløs forbindelse. Når enheden er tændt efter installationen, forbliver den i denne tilstand i op til en time, før der oprettes forbindelse til netværket.\n\n%@";
UnableToConnectToDeviceNetworkFPWithoutIndicatorSOWMessage = "Sørg for at din enhed kan ses fra denne computer, og at tilstanden Automatisk trådløs forbindelse for HP er aktiveret. Dernæst skal du klikke på Prøv igen for at gøre et forsøg mere. Du kan nulstille tilstanden Automatisk trådløs forbindelse for HP ved hjælp af valgmuligheden Gendan netværksstandarder på enhedens kontrolpanel. Læs mere i enhedens manual for at finde ud af, hvordan dette foretages.\n\n%@";
UnableToConnectToDeviceNetworkFPWithIndicatorSOWMessage = "Sørg for, at enheden er inden for computerens rækkevidde, og at den blå indikator blinker. Det betyder, at automatisk trådløs forbindelse er aktiveret. Klik derefter på Prøv igen for at prøve en gang til. Du kan nulstille HP automatisk trådløs forbindelse ved hjælp af Gendan standardindstillinger for netværk på enhedens kontrolpanel. Du kan læse mere om dette i enhedens dokumentation.\n\n%@";

ConfigurationFailedUSBSOWPart = "Du kan også konfigurere enheden ved at slutte den til denne computer med et USB-kabel og derefter klikke på Prøv igen. Når enheden er konfigureret til at oprette forbindelse til det netværk, du har valgt tidligere, kan du afbryde forbindelsen mellem den og computeren.";
ConfigurationFailedFPSOWPart = "Du kan også konfigurere enheden til at oprette forbindelse til det trådløse netværk ved hjælp af guiden Trådløs opsætning, som kan findes på enhedens kontrolpanel. Det gør du ved at følge disse trin:
       1. Tryk på knappen Trådløs eller på ikonet Trådløs på enheden.
       2. Åbn skærmbilledet med status for trådløs forbindelse på enhedens display, og vælg Indstillinger.
       3. Vælg Guiden Trådløs opsætning, og følg anvisningerne på skærmen.


Når du har gennemført guiden, vil enheden automatisk oprette forbindelse til netværket.";

ConfigurationOverUSBFailedTitle = "Assistenten kunne ikke konfigurere enheden ved hjælp af USB-forbindelsen.";
ConfigurationOverUSBFailedNote = "Sørg for, at det trådløse adgangspunkt fungerer korrekt, samt at enheden er placeret i nærheden af det, og at den er tændt men inaktiv. Klik herefter på Prøv igen for at prøve én gang til.";
MoreInfoText = "Du finder flere oplysninger på";
FailedTitle = "Kunne ikke hente netværksoplysninger";
BonjourServiceNameLabel = "Bonjour servicenavn:";
IPAddress = "IP-adresse:";
AddressMode = "Adressetilstand:";
SubnetMask = "Subnetmaske:";
DefaultGateway = "Standardgateway:";
HostName = "Værtsnavn:";
PrefixLength = "Længde på præfiks:";
DisconnectUSBWarningText = "<b>Vigtigt:</b> Tag det USB-kabel, som i øjeblikket er tilsluttet enheden, ud af enheden.";
DeviceNotLocatedWarningText = "Indstillingerne for trådløst netværk blev overført til enheden. Din Mac kunne dog ikke finde enheden på netværket.";

// network settings
Adhoc = "Ad-hoc";
Infrastructure = "Infrastruktur";

// select network
NetworkColumnTitle = "Netværk";
SignalStrengthColumnTitle = "Signalstyrke";
EncryptionColumnTitle = "Kryptering";
ModeColumnTitle = "Tilstand";
